-- --------------------------------------------------------
-- Сервер:                       127.0.0.1
-- Версія сервера:               5.5.45 - MySQL Community Server (GPL)
-- ОС сервера:                   Win32
-- HeidiSQL Версія:              9.3.0.5077
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Dumping structure for таблиця tur_galychyna.tg_actions
CREATE TABLE IF NOT EXISTS `tg_actions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Назва',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Українською',
  `small_note` tinytext COMMENT 'Малий опис',
  `small_note_uk` tinytext COMMENT 'Малий опис укр',
  `note` text COMMENT 'Опис акції',
  `note_uk` text COMMENT 'Опис акції укр',
  `picture_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Посылання на картинку',
  `obj_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Об''єкт акції',
  `attr_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Тип об''єкту',
  `visible` tinyint(1) DEFAULT NULL COMMENT 'Показувати (для швидкого пошуку)',
  `percent` tinyint(4) unsigned DEFAULT NULL COMMENT 'Знижка',
  `date_f` date DEFAULT NULL COMMENT 'Дата початку',
  `date_e` date DEFAULT NULL COMMENT 'Дата закінчення',
  `trash` tinyint(1) DEFAULT NULL COMMENT 'Сміття',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Акції ';

-- Dumping data for table tur_galychyna.tg_actions: ~4 rows (приблизно)
/*!40000 ALTER TABLE `tg_actions` DISABLE KEYS */;
REPLACE INTO `tg_actions` (`id`, `name`, `name_uk`, `small_note`, `small_note_uk`, `note`, `note_uk`, `picture_id`, `obj_id`, `attr_id`, `visible`, `percent`, `date_f`, `date_e`, `trash`) VALUES
	(1, 'Action 1', 'Акція 1', 'Action 1 small note', 'Акція small 1', 'Action 1 note', 'Акція large 1', 71, 0, 0, NULL, 5, NULL, NULL, NULL),
	(2, 'Action 2', 'Акція 2', 'Action 2 small note', 'Акція small 2', 'Action 2 note', 'Акція large 2', 72, 0, 0, NULL, NULL, NULL, NULL, NULL),
	(3, 'Engl Найкращий вікенд', 'Найкращий вікенд', 'Engl В Трускавці відкривається новий сезон відпочинку', 'В Трускавці відкривається новий сезон відпочинку', 'В Трускавці відкривається новий сезон відпочинку full', 'В Трускавці відкривається новий сезон відпочинку опис', 73, 0, 0, NULL, 10, '2016-07-25', '2016-08-07', NULL),
	(4, 'Engl Найкращий вікенд', 'Найкращий вікенд', 'Engl В Трускавці відкривається новий сезон відпочинку', 'В Трускавці відкривається новий сезон відпочинку', 'В Трускавці відкривається новий сезон відпочинку full', 'В Трускавці відкривається новий сезон відпочинку опис', 71, 0, 0, NULL, 15, NULL, NULL, NULL);
/*!40000 ALTER TABLE `tg_actions` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_attributes
CREATE TABLE IF NOT EXISTS `tg_attributes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `obj_id` int(11) NOT NULL COMMENT 'Тип об''єкту',
  `attr_id` int(11) NOT NULL COMMENT 'Ід атрибуту',
  `table_id` int(11) NOT NULL COMMENT 'До якої таблиці відноситься',
  `val` varchar(64) DEFAULT NULL COMMENT 'Значення атрибуту',
  `val_uk` varchar(64) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `obj_id_attr_id` (`obj_id`,`attr_id`),
  KEY `FK_tg_attributes_tg__tables` (`table_id`),
  KEY `FK_tg_attributes_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_attributes_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`),
  CONSTRAINT `FK_tg_attributes_tg__tables` FOREIGN KEY (`table_id`) REFERENCES `tg__tables` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Значення атрибутів об''єктів\r\n';

-- Dumping data for table tur_galychyna.tg_attributes: ~5 rows (приблизно)
/*!40000 ALTER TABLE `tg_attributes` DISABLE KEYS */;
REPLACE INTO `tg_attributes` (`id`, `obj_id`, `attr_id`, `table_id`, `val`, `val_uk`) VALUES
	(3, 1, 6810, 4, 'Engl Курортна вулиця 3/1, Трускавець, 82186, Україна', 'Курортна вулиця 3/1, Трускавець, 82186, Україна'),
	(5, 1, 6010, 4, '', ''),
	(6, 1, 6030, 4, '', ''),
	(7, 1, 8010, 4, '', ''),
	(8, 1, 8020, 4, '', '');
/*!40000 ALTER TABLE `tg_attributes` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_attrtypes
CREATE TABLE IF NOT EXISTS `tg_attrtypes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Назва атрибут',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Українською',
  `parent_id` int(11) DEFAULT NULL COMMENT 'Батьківський атрибут',
  `trash` tinyint(4) DEFAULT NULL COMMENT 'Сміття',
  PRIMARY KEY (`id`),
  KEY `FK_tg_attributes_tg_attributes` (`parent_id`),
  CONSTRAINT `FK_tg_attributes_tg_attributes` FOREIGN KEY (`parent_id`) REFERENCES `tg_attrtypes` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8031 DEFAULT CHARSET=utf8 COMMENT='Типи атрибутів';

-- Dumping data for table tur_galychyna.tg_attrtypes: ~82 rows (приблизно)
/*!40000 ALTER TABLE `tg_attrtypes` DISABLE KEYS */;
REPLACE INTO `tg_attrtypes` (`id`, `name`, `name_uk`, `parent_id`, `trash`) VALUES
	(10, 'URL', 'Посилання', NULL, NULL),
	(100, 'Geographical', 'Географичні', NULL, NULL),
	(101, 'Continent', 'Континент', 100, NULL),
	(1000, 'Country', 'Країна', 101, NULL),
	(2000, 'Region', 'Область', 1000, NULL),
	(2001, 'Mountains', 'Гори', 1000, NULL),
	(2002, 'Mount', 'Гора', 2001, 0),
	(3000, 'City', 'Місто', 2000, 0),
	(4000, 'User roles', 'Ролі користувачів', NULL, NULL),
	(4010, 'Admin', 'Адміністратор', 4000, NULL),
	(4100, 'Moderator', 'Наглядач', 4000, NULL),
	(4200, 'Holder', 'Власник', 4000, NULL),
	(4300, 'Customer', 'Замовник', 4000, NULL),
	(4400, 'Tours', 'Тури', NULL, NULL),
	(4410, 'Europe tours', 'Тури Европою', 4400, NULL),
	(4420, 'Concert tours', 'Концертні тури', 4400, NULL),
	(4430, 'Rest tours', 'Відпочинкові тури', 4400, NULL),
	(4500, 'Top lists', 'Top лист', NULL, NULL),
	(4510, 'Top villas', 'Top villas', 4500, NULL),
	(4520, 'Top hotels', 'Top hotels', 4500, NULL),
	(4530, 'Top sanatoriums', 'Top sanatoriums', 4500, NULL),
	(4540, 'Top ekscursions', 'Top ekscursions', 4500, NULL),
	(4550, 'Top tours', 'Top tours', 4500, NULL),
	(4600, 'Object types', 'Тип об’єкту', NULL, NULL),
	(4605, 'Villa', 'Вілла', 4600, NULL),
	(4610, 'Hotel', 'Готель', 4600, NULL),
	(4615, 'Sanatorium', 'Санаторій', 4600, NULL),
	(5000, 'Options', 'Зручності', NULL, NULL),
	(5010, 'Wi-Fi', 'Wi-Fi', 5000, NULL),
	(5020, 'TV', 'Телебачення', 5000, NULL),
	(5030, 'Pool', 'Басейн', 5000, NULL),
	(5040, 'Parking', 'Парковка', 5000, NULL),
	(5050, 'Training device', 'Тренажери', 5000, NULL),
	(5500, 'Trip goal', 'Ціль поїздки', NULL, NULL),
	(5510, 'Business trip', 'Робочі справи', 5500, NULL),
	(5520, 'Recreation', 'Відпочинок', 5500, NULL),
	(5530, 'Honey moon', 'Медовий місяць', 5500, NULL),
	(5540, 'Health improvement', 'Оздоровлення', 5500, NULL),
	(5599, 'Other', 'Інше', 5500, NULL),
	(6000, 'Meals', 'Харчування', NULL, NULL),
	(6010, 'BB', 'BB (тільки сніданки)', 6000, NULL),
	(6020, 'FB', 'FB (повний пансіон)', 6000, NULL),
	(6030, 'AI', 'AI (все включено)', 6000, NULL),
	(6040, 'FBT', 'FBT (повний пансіон + лікування)', 6000, NULL),
	(6500, 'Main page', 'Головна сторінка', NULL, NULL),
	(6510, 'Top directions', 'Популярні напрямки', 6500, NULL),
	(6520, 'Advantages', 'Переваги нашого сервісу', 6500, NULL),
	(6530, 'We propose', 'Ми пропонуємо', 6500, NULL),
	(6540, 'Concert tours', 'Концертні тури', 6500, NULL),
	(6541, '50 best tours', '50 кращих турів', 6500, NULL),
	(6550, 'Rest tours', 'Відпочинкові тури', 6500, NULL),
	(6560, 'Europe tours', 'Тури Европою', 6500, NULL),
	(6570, 'Search best hotels on Tur-Galychyna', 'Шукайте найкращі готелі на Tur-Galychyna', 6500, NULL),
	(6580, 'News', 'Новини', 6500, NULL),
	(6581, 'More news', 'Більше новин', 6500, NULL),
	(6590, 'Actions', 'Акції', 6500, NULL),
	(6591, 'More actions', 'Більше акцій', 6500, NULL),
	(6600, 'Subscribe', 'Підписатись', 6500, NULL),
	(6610, 'Counters', 'Лічильники', NULL, NULL),
	(6611, 'sanatoriums', 'санаторіїв', 6610, NULL),
	(6612, 'hotels', 'готелів', 6610, NULL),
	(6613, 'villas', 'вілл', 6610, NULL),
	(6700, 'Blog', 'Блог', NULL, NULL),
	(6701, 'Last publication', 'Останні публікації', NULL, NULL),
	(6710, 'Life hack for trevelers', 'Лайфхаки для подорожей', 6700, NULL),
	(6720, 'Storys', 'Цікаві історії', 6700, NULL),
	(6730, 'Ideas', 'Ідеї та натхнення', 6700, NULL),
	(6800, 'Contacts', 'Контакти', NULL, NULL),
	(6810, 'Address', 'Адреса', 6800, NULL),
	(6820, 'Phone', 'Телефон', 6800, NULL),
	(6830, 'E-mail', 'Електронна адреса', 6800, NULL),
	(6900, 'Description', 'Опис', NULL, NULL),
	(6910, 'Facilities', 'Зручності', 6900, NULL),
	(6920, 'Included', 'Включено', 6900, NULL),
	(6930, 'Additional info', 'Додаткова інформація', 6900, NULL),
	(7000, 'Rooms', 'Номери', NULL, NULL),
	(7010, 'Lux', 'Люкс', 7000, NULL),
	(7020, 'Half lux', 'Напів люкс', 7000, NULL),
	(8000, 'Additionals', 'Додаткові послуги', NULL, NULL),
	(8010, 'Additional place', 'Додаткове місце', 8000, NULL),
	(8020, 'Additional breakfest', 'Додатковий сніданок', 8000, NULL),
	(8030, 'Additional lunch', 'Додатковий обід', 8000, NULL);
/*!40000 ALTER TABLE `tg_attrtypes` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_blocks
CREATE TABLE IF NOT EXISTS `tg_blocks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `page_name` varchar(64) NOT NULL COMMENT 'Назва сторінки',
  `block` tinyint(4) NOT NULL COMMENT 'Код блоку',
  `block_name` tinyint(4) NOT NULL COMMENT 'Назва блоку (для тега ХТМЛ)',
  `path` varchar(64) DEFAULT NULL COMMENT 'Шлях до блоку',
  `sort` smallint(6) DEFAULT NULL COMMENT 'Порядок',
  `trash` tinyint(1) DEFAULT NULL COMMENT 'Не показувати',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Блокі сторінок';

-- Dumping data for table tur_galychyna.tg_blocks: ~10 rows (приблизно)
/*!40000 ALTER TABLE `tg_blocks` DISABLE KEYS */;
REPLACE INTO `tg_blocks` (`id`, `page_name`, `block`, `block_name`, `path`, `sort`, `trash`) VALUES
	(1, 'default', 1, 0, 'block_b_sec_1.php', 10, NULL),
	(2, 'default', 2, 0, 'block_b_sec_2.php', 20, NULL),
	(3, 'default', 3, 0, 'block_b_sec_3.php', 30, NULL),
	(4, 'default', 4, 0, 'block_b_sec_4.php', 40, NULL),
	(5, 'default', 5, 0, 'block_b_sec_5.php', 50, NULL),
	(6, 'default', 6, 0, 'block_b_sec_6.php', 60, NULL),
	(7, 'default', 7, 0, 'block_b_sec_7.php', 70, NULL),
	(8, 'default', 8, 0, 'block_b_sec_8.php', 80, NULL),
	(9, 'default', 9, 0, 'block_b_sec_9.php', 90, NULL),
	(10, 'default', 10, 0, 'block_b_sec_10.php', 100, NULL);
/*!40000 ALTER TABLE `tg_blocks` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_blog
CREATE TABLE IF NOT EXISTS `tg_blog` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) DEFAULT NULL COMMENT 'Користувач',
  `attr_id` int(11) NOT NULL COMMENT 'Категорія блогу',
  `picture_id` int(11) NOT NULL COMMENT 'Картинка повідомлення',
  `title` tinytext NOT NULL COMMENT 'Заголовок',
  `title_uk` tinytext NOT NULL COMMENT 'Заголовок укр',
  `small_note` tinytext NOT NULL COMMENT 'Декілька слів',
  `small_note_uk` tinytext NOT NULL COMMENT 'Декілька слів укр',
  `note` text NOT NULL COMMENT 'Опис',
  `note_uk` text NOT NULL COMMENT 'Опис укр',
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_blog_tg_pictures` (`picture_id`),
  KEY `FK_tg_blog_tg_users` (`user_id`),
  CONSTRAINT `FK_tg_blog_tg_pictures` FOREIGN KEY (`picture_id`) REFERENCES `tg_pictures` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `FK_tg_blog_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`) ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Блогові записи';

-- Dumping data for table tur_galychyna.tg_blog: ~25 rows (приблизно)
/*!40000 ALTER TABLE `tg_blog` DISABLE KEYS */;
REPLACE INTO `tg_blog` (`id`, `user_id`, `attr_id`, `picture_id`, `title`, `title_uk`, `small_note`, `small_note_uk`, `note`, `note_uk`, `created`, `trash`) VALUES
	(19, 3, 6730, 53, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій</h3>                                        <h3>Вже скоро в Трускавці  відкривається санаторій', '2016-07-28 15:27:12', NULL),
	(20, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL),
	(21, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:00', NULL),
	(22, 3, 6720, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:33:13', NULL),
	(23, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:11', NULL),
	(24, 10, 6720, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:33:17', NULL),
	(25, 3, 6720, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:32:48', NULL),
	(26, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:04', NULL),
	(27, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL),
	(28, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:04', NULL),
	(29, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:35:57', NULL),
	(30, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL),
	(31, 10, 6720, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:32:44', NULL),
	(32, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL),
	(33, 3, 6730, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:33:02', NULL),
	(34, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:04', NULL),
	(35, 3, 6720, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:32:39', NULL),
	(36, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:04', NULL),
	(37, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL),
	(38, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:35:48', NULL),
	(39, 10, 6730, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:32:55', NULL),
	(40, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:11', NULL),
	(41, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:36:11', NULL),
	(42, 10, 6710, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 13:35:48', NULL),
	(43, 10, 6730, 55, 'Engl. Пригоди у Румунії Англ', 'Пригоди у Румунії', 'Engl. Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнени', 'Це була надзвичайна подорож, сповнена пригод, радості та нових зустрічей. Ми відкрили країну для себе по-новому. Кожен день був сповнений не', 'Engl. \r\nРозташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:33:08', NULL),
	(44, 3, 6710, 54, 'Engl. Вже скоро в Трускавці  відкривається санаторій', 'Вже скоро в Трускавці  відкривається санаторій', 'Англ. В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'В Трускавці відкривається новий сезон відпочинку, про це розповість наш журналіст', 'Вже скоро в Трускавці  відкривається санаторій\r\n', 'Розташовується замок графа Дракули (Трансільванія, Румунія) в містечку Бран. Побудований він був в XIV столітті на скелі на кордоні Трансільванії і Валахії, за рахунок засобів асоціації купців міста. Основне його призначення – служити оборонною спорудою і митним форпостом. У вдячність за зведення цього важливого державного стратегічного об\'єкту купці-будівельники були на декілька століть звільнені від сплати податків. Замок Бран має незвичайну трапецієвидну форму. Усередині нього розташовується безліч залів і коридорів, що є заплутаним лабіринтом, заблукати в якому сповна реально. Замок знаменитий своїми багаточисельними підземними ходами, завдяки яким можна безперешкодно вийти або увійти до будівлі непоміченим. У внутрішньому дворі замку знаходиться колодязь, який, згідно з легендою, також є таємним ходом.\r\n\r\nВартість замку графа Дракули оцінюється експертами в суму порядка 140 млн. доларів. Це найпопулярніший туристичний об\'єкт. Приваблює сюди людей єдине ім\'я — Влад Цепеш (Дракула). Цей персонаж став відомий на весь світ завдяки роману, написаному ірландцем Бремом Стокером в XIX столітті. Згодом книга була екранізована режисером Кополлой. Фільм став настільки популярним, що сьогодні важко знайти людину, що не чула про вампіра графа Дракулу. Всі історії і легенди про Дракулу і замок сталися при змішенні реальних історичних подій і неабиякої долі вигадки.\r\n\r\nПерсонаж Б. Стокера вигаданий, але прототипом його якоюсь мірою став Влад Цепеш. У XV столітті він управляв областю майбутньої Румунії — Валахією. Відрізнявся він особливою жорстокістю до своїх підданих і ворогів. Вбивав граф інколи просто ради забави. Відомо також, що він любив приймати ванни з крові. Народ цих земель жив в постійному страху, але крадіжка і злочинність були викорені. Достовірний факт — на центральній міській площі біля колодязя для пиття була поставлена золота чаша. Користувалися нею всі, що бажали, але вкрасти ніхто не ризикнув протягом багатьох років. Замокнув Бран, який нині вважається власністю графа Дракули, насправді йому не належав. Граф лише кілька разів зупинявся в ньому під час своїх тривалих мисливських мандрів. Замком Дракули він став завдяки західним туристам, що приїхали до Румунії слідами стокеровського героя.\r\n\r\nТрансильванський замок Бран виявився дуже схожим по опису на замок відомого вампіра. З тих пір він і називається — замок Дракули. Граф був убитий в одній з багаточисельних війн. Легенда свідчить, що після смерті він перетворився на вампіра. По віруваннях карпатських народів для цього досить передсмертних прокльонів його незліченних жертв. Крім того, згідно з іншою легендою, тіло монстра зникло з могили незабаром після похоронів. Ймовірно, Брем Стокер при роботі над своїм романом вивчав ці історії, тому і нарік свого героя графом Дракулой. Замок відкрили для відвідин в 1956 році. У ньому розташований музей історії і мистецтва середніх століть, де зібрані колекції дорогих меблів і зброї. Для туристів пропонуються розважальні програми, особливо масштабна — на Хеллоуїн, коли сюди з\'їжджаються тисячі туристів зі всього світу. А за воротами замку можна придбати тематичні сувеніри — часникові в\'язки і осикові коли.', '2016-07-28 15:27:17', NULL);
/*!40000 ALTER TABLE `tg_blog` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_contacts
CREATE TABLE IF NOT EXISTS `tg_contacts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hotel_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Ід готелю',
  `note` text NOT NULL COMMENT 'Опис',
  `note_uk` text NOT NULL COMMENT 'Опис укр',
  `adress` varchar(128) NOT NULL COMMENT 'Адреса',
  `adress_uk` varchar(128) NOT NULL COMMENT 'Адреса укр',
  PRIMARY KEY (`id`),
  KEY `FK_tg_contacts_tg_hotels` (`hotel_id`),
  CONSTRAINT `FK_tg_contacts_tg_hotels` FOREIGN KEY (`hotel_id`) REFERENCES `tg_hotels` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Контакти готелів (телефони у атрибутах)';

-- Dumping data for table tur_galychyna.tg_contacts: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_contacts` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_contacts` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_counts
CREATE TABLE IF NOT EXISTS `tg_counts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `place_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Місце',
  `attr_id` int(11) NOT NULL DEFAULT '0' COMMENT 'Тип лічильника',
  `counts` smallint(6) NOT NULL COMMENT 'Лічба',
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  KEY `FK_tg_counts_tg_places` (`place_id`),
  KEY `FK_tg_counts_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_counts_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `FK_tg_counts_tg_places` FOREIGN KEY (`place_id`) REFERENCES `tg_places` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Лічильники різних об''єктів';

-- Dumping data for table tur_galychyna.tg_counts: ~9 rows (приблизно)
/*!40000 ALTER TABLE `tg_counts` DISABLE KEYS */;
REPLACE INTO `tg_counts` (`id`, `place_id`, `attr_id`, `counts`, `created`) VALUES
	(1, 6, 6611, 6, '2016-07-15 14:02:11'),
	(2, 6, 6612, 10, '2016-07-15 14:02:15'),
	(3, 6, 6613, 45, '2016-07-15 14:02:17'),
	(4, 8, 6613, 11, '2016-07-15 14:05:58'),
	(5, 8, 6612, 12, '2016-07-15 14:06:00'),
	(6, 8, 6611, 13, '2016-07-15 14:06:02'),
	(7, 9, 6613, 33, '2016-07-15 14:06:06'),
	(8, 9, 6612, 32, '2016-07-15 14:06:08'),
	(9, 9, 6611, 31, '2016-07-15 14:06:11');
/*!40000 ALTER TABLE `tg_counts` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_currencys
CREATE TABLE IF NOT EXISTS `tg_currencys` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Назва',
  `sign` varchar(64) DEFAULT NULL COMMENT 'Символ',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Шаблон таблиці';

-- Dumping data for table tur_galychyna.tg_currencys: ~4 rows (приблизно)
/*!40000 ALTER TABLE `tg_currencys` DISABLE KEYS */;
REPLACE INTO `tg_currencys` (`id`, `name`, `sign`) VALUES
	(1, 'Грн', '₴'),
	(2, 'USD', '$'),
	(3, 'Euro', 'E'),
	(4, 'Руб', 'Р');
/*!40000 ALTER TABLE `tg_currencys` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_excursion
CREATE TABLE IF NOT EXISTS `tg_excursion` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Name',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Назва',
  `trash` tinyint(4) DEFAULT NULL COMMENT 'Сміття',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Екскурсії\r\n';

-- Dumping data for table tur_galychyna.tg_excursion: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_excursion` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_excursion` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_feedbacks
CREATE TABLE IF NOT EXISTS `tg_feedbacks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL COMMENT 'Користувач',
  `obj_id` int(11) NOT NULL COMMENT 'Ід об''єкту не залежно від типу',
  `attr_id` int(11) NOT NULL COMMENT 'До якого об''єкту відгук',
  `note` text COMMENT 'Comment',
  `note_uk` text COMMENT 'Відгук',
  `likeit` tinyint(4) DEFAULT NULL COMMENT 'Like',
  `created` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT 'Created',
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_feedbacks_tg_users` (`user_id`),
  KEY `FK_tg_feedbacks_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_feedbacks_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`),
  CONSTRAINT `FK_tg_feedbacks_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Відгуки\r\n';

-- Dumping data for table tur_galychyna.tg_feedbacks: ~15 rows (приблизно)
/*!40000 ALTER TABLE `tg_feedbacks` DISABLE KEYS */;
REPLACE INTO `tg_feedbacks` (`id`, `user_id`, `obj_id`, `attr_id`, `note`, `note_uk`, `likeit`, `created`, `trash`) VALUES
	(1, 3, 0, 10, 'Engl\r\nДосвідчені мандрівники знають , що вони повинні звернути увагу. Ваша мета досліджувати світ? Ділова поїздка?\r\n          Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете успіху.\r\n          Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю безкоштовно, список\r\n          найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг.\r\n          Досвідчені мандрівники знають , що вони повинні звернути увагу. Ваша мета досліджувати світ?\r\n          Ділова поїздка? Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете\r\n          успіху. Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю\r\n          безкоштовно, список найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг.\r\n          Ми завжди раді допомонти нашим клієнтам у пошуці найкращого варіанту.Досвідчені мандрівники знають , що вони\r\n          повинні звернути увагу. Ваша мета досліджувати світ?\r\n          Ділова поїздка? Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете\r\n          успіху. Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю\r\n          безкоштовно, список найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг. Ми завжди\r\n          раді допомонти нашим клієнтам у пошуці найкращого варіанту.', 'Досвідчені мандрівники знають , що вони повинні звернути увагу. Ваша мета досліджувати світ? Ділова поїздка?\r\n          Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете успіху.\r\n          Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю безкоштовно, список\r\n          найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг.\r\n          Досвідчені мандрівники знають , що вони повинні звернути увагу. Ваша мета досліджувати світ?\r\n          Ділова поїздка? Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете\r\n          успіху. Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю\r\n          безкоштовно, список найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг.\r\n          Ми завжди раді допомонти нашим клієнтам у пошуці найкращого варіанту.Досвідчені мандрівники знають , що вони\r\n          повинні звернути увагу. Ваша мета досліджувати світ?\r\n          Ділова поїздка? Якщо ви новачок в світі самостійних подорожей, не хвилюйтеся - з нашою допомогою, досягнете\r\n          успіху. Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте, негайно і повністю\r\n          безкоштовно, список найбільш вигідних варіантів з картою позначень, багато ілюстрацій, описи послуг. Ми завжди\r\n          раді допомонти нашим клієнтам у пошуці найкращого варіанту.', NULL, '2016-06-10 10:42:42', NULL),
	(4, 3, 0, 6540, 'Setting the desired direction, date and number of visitors you get,\r\n             immediately and completely free of charge, a list of the most profitable options with the map symbols,\r\n             many illustrations, descriptions of services provided, travelers reviews and prices\r\n             hotel.', 'Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте,\r\n            негайно і повністю безкоштовно, список найбільш вигідних варіантів з картою позначень,\r\n            багато ілюстрацій, описи послуг, що надаються, огляди інших мандрівників і ціни в\r\n            готелі. (Концертні тури)', NULL, '2016-06-10 10:42:42', NULL),
	(5, 3, 0, 6550, 'Setting the desired direction, date and number of visitors you get,\r\n             immediately and completely free of charge, a list of the most profitable options with the map symbols,\r\n             many illustrations, descriptions of services provided, travelers reviews and prices\r\n             hotel.', 'Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте,\r\n            негайно і повністю безкоштовно, список найбільш вигідних варіантів з картою позначень,\r\n            багато ілюстрацій, описи послуг, що надаються, огляди інших мандрівників і ціни в\r\n            готелі. (Відпочинкові тури)', NULL, '2016-06-10 10:42:42', NULL),
	(6, 3, 0, 6560, 'Setting the desired direction, date and number of visitors you get,\r\n             immediately and completely free of charge, a list of the most profitable options with the map symbols,\r\n             many illustrations, descriptions of services provided, travelers reviews and prices\r\n             hotel.', 'Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте,\r\n            негайно і повністю безкоштовно, список найбільш вигідних варіантів з картою позначень,\r\n            багато ілюстрацій, описи послуг, що надаються, огляди інших мандрівників і ціни в\r\n            готелі. Тури Европою', NULL, '2016-06-10 10:42:42', NULL),
	(7, 3, 0, 6580, 'Setting the desired direction, date and number of visitors you get,\r\n             immediately and completely free of charge, a list of the most profitable options with the map symbols,\r\n             many illustrations, descriptions of services provided, travelers reviews and prices\r\n             hotel.', 'Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте,\r\n            негайно і повністю безкоштовно, список найбільш вигідних варіантів з картою позначень,\r\n            багато ілюстрацій, описи послуг, що надаються, огляди інших мандрівників і ціни в\r\n            готелі. Новини.', NULL, '2016-06-10 10:42:42', NULL),
	(8, 3, 0, 6600, 'Subscribe to the mailing list and learn about the first season\r\n                 discounts, new tours and other exciting offers', 'Підпишіться на поштову розсилку та дізнавайтесь першими про сезонні\r\n                знижки, нові тури та інші цікаві пропозиції', NULL, '2016-06-10 10:42:42', NULL),
	(9, 3, 0, 6590, 'Setting the desired direction, date and number of visitors you get,\r\n             immediately and completely free of charge, a list of the most profitable options with the map symbols,\r\n             many illustrations, descriptions of services provided, travelers reviews and prices\r\n             hotel.', 'Задавши необхідний напрям, дати і кількість відвідувачів, ви отримаєте,\r\n            негайно і повністю безкоштовно, список найбільш вигідних варіантів з картою позначень,\r\n            багато ілюстрацій, описи послуг, що надаються, огляди інших мандрівників і ціни в\r\n            готелі.Акції+.', NULL, '2016-06-10 10:42:42', NULL),
	(20, 12, 24, 6720, 'Engl. Ваш досвід дійсно буде у пригоді усім, хто замислився про подорож у цб чудову країну.', 'Ваш досвід дійсно буде у пригоді усім, хто замислився про подорож у цб чудову країну.', 1, '2016-06-10 10:42:42', NULL),
	(21, 3, 1, 6900, 'Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', 'Опис готелю Бла-Бла-Бла', NULL, '2016-06-10 10:42:42', NULL),
	(22, 3, 1, 6910, 'Facilites Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', 'Зручності Бла-Бла-Бла', NULL, '2016-06-10 10:42:42', NULL),
	(23, 3, 1, 6920, 'Included Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', 'Включено Бла-Бла-Бла', NULL, '2016-06-10 10:42:42', NULL),
	(24, 3, 1, 6930, 'Additional Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', 'Додаткова інформація Бла-Бла-Бла', NULL, '2016-06-10 10:42:42', NULL),
	(25, 3, 3, 6900, 'Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', 'Опис готелю Бла-Бла-Бла', NULL, '2016-06-10 10:42:42', NULL),
	(26, 3, 2, 6900, 'Mauris mauris ante, blandit et, ultrices a, suscipit eget, quam. Integer', '                                      Це єдиний у Трускавці бутік-готель найвищого рівня,', NULL, '2016-06-10 10:42:42', NULL),
	(27, 12, 20, 6710, 'Engl. Ваш досвід дійсно буде у пригоді усім, хто замислився про подорож у цб чудову країну.', 'Ваш досвід дійсно буде у пригоді усім, хто замислився про подорож у цб чудову країну.', 1, '2016-06-10 10:42:42', NULL);
/*!40000 ALTER TABLE `tg_feedbacks` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_hotels
CREATE TABLE IF NOT EXISTS `tg_hotels` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Name',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Назва',
  `user_id` int(11) DEFAULT NULL COMMENT 'Власник',
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип закладу',
  `place_id` int(11) DEFAULT NULL COMMENT 'Місце розташування',
  `stars` tinyint(4) DEFAULT NULL COMMENT 'Оцінка',
  `picture_id` int(11) DEFAULT NULL COMMENT 'Головна картинка сайту',
  `trash` tinyint(1) DEFAULT NULL COMMENT 'Сміття',
  PRIMARY KEY (`id`),
  UNIQUE KEY `name_user_id` (`name`,`user_id`),
  KEY `FK_tg_hotels_tg_attr_types` (`attr_id`),
  KEY `FK_tg_hotels_tg_users` (`user_id`),
  KEY `FK_tg_hotels_tg_places` (`place_id`),
  KEY `FK_tg_hotels_tg_pictures` (`picture_id`),
  CONSTRAINT `FK_tg_hotels_tg_attr_types` FOREIGN KEY (`attr_id`) REFERENCES `attrtypes` (`id`) ON UPDATE CASCADE,
  CONSTRAINT `FK_tg_hotels_tg_pictures` FOREIGN KEY (`picture_id`) REFERENCES `tg_pictures` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `FK_tg_hotels_tg_places` FOREIGN KEY (`place_id`) REFERENCES `tg_places` (`id`),
  CONSTRAINT `FK_tg_hotels_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Готелі';

-- Dumping data for table tur_galychyna.tg_hotels: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_hotels` DISABLE KEYS */;
REPLACE INTO `tg_hotels` (`id`, `name`, `name_uk`, `user_id`, `attr_id`, `place_id`, `stars`, `picture_id`, `trash`) VALUES
	(1, 'Site kafe44', 'Сайт кафе22', NULL, 4615, 9, 0, 46, 0),
	(2, 'Royal Grand Hotel & Spa', 'Royal Grand Hotel & Spa', NULL, 4610, 6, 4, 47, NULL),
	(3, 'Cheap hotel 3', 'Такий собі готельчик на 3', NULL, 4610, NULL, 3, 48, NULL);
/*!40000 ALTER TABLE `tg_hotels` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_langs
CREATE TABLE IF NOT EXISTS `tg_langs` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `lang` varchar(2) NOT NULL COMMENT 'Коротка назва (від неї залежить розширення поля)',
  `name` varchar(64) NOT NULL COMMENT 'Рідна назва мови',
  `currency` int(11) NOT NULL COMMENT 'Валюта',
  `def` tinyint(1) DEFAULT NULL COMMENT 'За замовчанням',
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_langs_tg_currencys` (`currency`),
  CONSTRAINT `FK_tg_langs_tg_currencys` FOREIGN KEY (`currency`) REFERENCES `tg_currencys` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Таблиця мов';

-- Dumping data for table tur_galychyna.tg_langs: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_langs` DISABLE KEYS */;
REPLACE INTO `tg_langs` (`id`, `lang`, `name`, `currency`, `def`, `trash`) VALUES
	(1, 'en', 'English', 2, 1, NULL),
	(2, 'uk', 'Українська', 1, NULL, NULL),
	(3, 'ru', 'Русский', 4, NULL, 1);
/*!40000 ALTER TABLE `tg_langs` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_locations
CREATE TABLE IF NOT EXISTS `tg_locations` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `language` char(2) COLLATE utf8_bin DEFAULT NULL,
  `formatted_address` varchar(160) COLLATE utf8_bin DEFAULT NULL,
  `city` varchar(100) COLLATE utf8_bin DEFAULT NULL,
  `country` varchar(100) COLLATE utf8_bin DEFAULT NULL,
  `latitude` float(10,6) DEFAULT NULL,
  `longitude` float(10,6) DEFAULT NULL,
  `geo_point` point DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `city` (`city`,`country`,`formatted_address`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_locations: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_locations` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_locations` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_options
CREATE TABLE IF NOT EXISTS `tg_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL,
  `val` varchar(64) NOT NULL,
  `updated` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Властивості оточення';

-- Dumping data for table tur_galychyna.tg_options: ~11 rows (приблизно)
/*!40000 ALTER TABLE `tg_options` DISABLE KEYS */;
REPLACE INTO `tg_options` (`id`, `name`, `val`, `updated`) VALUES
	(1, 'adres_info_1', 'UKRAINE, KIYV', '2016-07-15 15:52:04'),
	(2, 'adres_info_2', 'ST. PPORSPRECT SVOBODY 19', '2016-07-15 15:52:29'),
	(3, 'phone_info_1', '+380 67 67 200 20', '2016-07-15 15:52:29'),
	(4, 'phone_info_2', '+380 67 67 277 20', '2016-07-15 15:53:18'),
	(5, 'adres_info_1_uk', 'Україна, Львів', '2016-07-15 15:52:04'),
	(7, 'adres_info_2_uk', 'пр. Степана Бандери, 22', '2016-07-15 15:52:29'),
	(8, 'free_phone', '0 800 555 555', '2016-07-21 11:15:19'),
	(10, 'e-mail', 'Tur_Galychyna@gmail.com', '2016-07-21 11:15:19'),
	(11, 'per_page', '10', '2016-07-27 12:21:59'),
	(13, 'max_image_size', '1500', '2016-07-28 14:55:00'),
	(14, 'max_image_size_cities', '360', '2016-07-27 12:21:59');
/*!40000 ALTER TABLE `tg_options` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_orders
CREATE TABLE IF NOT EXISTS `tg_orders` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL,
  `phone` varchar(32) NOT NULL,
  `email` varchar(32) NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `points` int(11) DEFAULT NULL,
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Замовлення користувачів';

-- Dumping data for table tur_galychyna.tg_orders: ~5 rows (приблизно)
/*!40000 ALTER TABLE `tg_orders` DISABLE KEYS */;
REPLACE INTO `tg_orders` (`id`, `name`, `phone`, `email`, `user_id`, `points`, `created`) VALUES
	(1, 'sk_callmenow', '', 'asdfasdddd', NULL, NULL, '2016-07-26 11:55:16'),
	(2, 'sk_callmenow', '', 'asdfasdddd', NULL, NULL, '2016-07-26 11:55:47'),
	(3, 'sk_callmenow', '', 'asdfasdddd', NULL, NULL, '2016-07-26 11:56:54'),
	(4, 'sk_callmenow', '', 'asdfasdddd', NULL, NULL, '2016-07-26 11:58:26'),
	(5, 'sk_callmenow', '', 'asdfasdddd', NULL, NULL, '2016-07-26 12:00:44');
/*!40000 ALTER TABLE `tg_orders` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_pictures
CREATE TABLE IF NOT EXISTS `tg_pictures` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `obj_id` int(11) NOT NULL COMMENT 'Ід об''єкт',
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип об''єкту',
  `user_id` int(11) DEFAULT NULL COMMENT 'Власник',
  `path` tinytext COMMENT 'Шлях до файлу',
  `note` tinytext COMMENT 'Опис картинки',
  `note_uk` tinytext COMMENT 'Опис картинки укр',
  `alt` varchar(64) NOT NULL COMMENT 'Alt картинки',
  PRIMARY KEY (`id`),
  KEY `FK_tg_pictures_tg_attrtypes` (`attr_id`),
  KEY `FK_tg_pictures_tg_users` (`user_id`),
  CONSTRAINT `FK_tg_pictures_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`),
  CONSTRAINT `FK_tg_pictures_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=77 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Таблиця посилань на картинки';

-- Dumping data for table tur_galychyna.tg_pictures: ~57 rows (приблизно)
/*!40000 ALTER TABLE `tg_pictures` DISABLE KEYS */;
REPLACE INTO `tg_pictures` (`id`, `obj_id`, `attr_id`, `user_id`, `path`, `note`, `note_uk`, `alt`) VALUES
	(1, 5010, 5000, 3, 'public/src/images/wifi-connection-signal-symbol.png', NULL, NULL, 'Options'),
	(2, 5020, 5000, 3, 'public/src/images/antique-television.png', NULL, NULL, 'Options'),
	(3, 5030, 5000, 3, 'public/src/images/water-waves.png', NULL, NULL, 'Options'),
	(4, 5040, 5000, 3, 'public/src/images/car-parking.png', NULL, NULL, 'Options'),
	(5, 5050, 5000, 3, 'public/src/images/dumbbell-for-training.png', NULL, NULL, 'Options'),
	(6, 6, 3000, 3, '/public/src/images/2016/07/Truskavets.jpg', NULL, NULL, 'City'),
	(7, 8, 3000, 3, '/public/src/images/2016/07/Morshyn.jpg', NULL, NULL, 'City'),
	(8, 9, 3000, 3, '/public/src/images/2016/07/Skhidnytsia.jpg', NULL, NULL, 'City'),
	(9, 10, 6520, 3, '/public/src/images/piggy-bank.png', 'Best prices', 'Завжди вигідні офіційні ціни', 'Advantages'),
	(10, 20, 6520, 3, '/public/src/images/house-price.png', 'Low', 'Тільки у нас найкращі знижки', 'Advantages'),
	(12, 30, 6520, 3, '/public/src/images/phone-call-(1).png', 'Found', 'Підберемо найкращий тур у будь-який час', 'Advantages'),
	(13, 10, 6530, 3, '/public/src/images/1.png', 'TOP-50 <br> best villas', 'ТОП-50 <br> кращих вілл', 'Propose'),
	(15, 20, 6530, 3, '/public/src/images/2.png', 'TOP-50 <br> best hotels', 'ТОП-50 <br> кращих готелів', 'Propose'),
	(19, 30, 6530, 3, '/public/src/images/3.png', 'TOP-50 <br> best sanatoriums', 'ТОП-50 <br> кращих санаторіїв', 'Propose'),
	(20, 40, 6530, 3, '/public/src/images/4.png', 'TOP-50 <br> best excursions', 'ТОП-50 <br> кращих екскурсій', 'Propose'),
	(21, 10, 6540, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Sleepe hollow</p>', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Чарівна долина</p>', 'Concert tours'),
	(23, 20, 6540, 3, '/public/src/images/z2.png', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Sleepe hollow</p>', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Чарівна долина</p>', 'Concert tours'),
	(24, 30, 6540, 3, '/public/src/images/z3.png', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Sleepe hollow</p>', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Чарівна долина</p>', 'Concert tours'),
	(26, 40, 6550, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2019</h3>\r\n<p>Sleepe hollow</p>', '<h3>ZAXIDFEST 2019</h3>\r\n<p>Чарівна долина</p>', 'Rest tours'),
	(27, 10, 6550, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Відпочінкова долина</p>', 'Rest tours'),
	(29, 20, 6550, 3, '/public/src/images/z2.png', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Відпочінкова долина</p>', 'Rest tours'),
	(30, 30, 6550, 3, '/public/src/images/z3.png', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Відпочінкова долина</p>', 'Rest tours'),
	(31, 30, 6560, 3, '/public/src/images/z3.png', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Евро долина</p>', 'Europe tours'),
	(33, 10, 6560, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Евро долина</p>', 'Europe tours'),
	(34, 20, 6560, 3, '/public/src/images/z2.png', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Евро долина</p>', 'Europe tours'),
	(35, 10, 6580, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Новина</p>', 'News'),
	(36, 20, 6580, 3, '/public/src/images/z2.png', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Новина</p>', 'News'),
	(37, 30, 6580, 3, '/public/src/images/z3.png', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Новина</p>', 'News'),
	(38, 10, 6590, 3, '/public/src/images/z1.png', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2016</h3>\r\n<p>Акція</p>', 'Actions'),
	(39, 20, 6590, 3, '/public/src/images/z2.png', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2017</h3>\r\n<p>Акція</p>', 'Actions'),
	(40, 30, 6590, 3, '/public/src/images/z3.png', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Rest hollow</p>', '<h3>ZAXIDFEST 2018</h3>\r\n<p>Акція</p>', 'Actions'),
	(41, 1, 6600, 3, '/public/src/images/logo-subscribe.png', '<strong class="text-uppercase">Allways</strong><br> in <span class="text-uppercase">touch</span>', '<strong class="text-uppercase">Завжди</strong><br> в <span class="text-uppercase">курсі</span>\r\n', 'Subscribe'),
	(42, 1, 6700, 3, '/public/src/images/tab-block-img.jpg', '<strong class="text-uppercase">Allways</strong><br> in <span class="text-uppercase">touch</span>', '<strong class="text-uppercase">Завжди</strong><br> в <span class="text-uppercase">курсі</span>\r\n', 'Subscribe'),
	(43, 1, 6700, 3, '/public/src/images/truskavetc.png', '<strong class="text-uppercase">Allways</strong><br> in <span class="text-uppercase">touch</span>', '<strong class="text-uppercase">Завжди</strong><br> в <span class="text-uppercase">курсі</span>\r\n', 'Subscribe'),
	(44, 1, 6700, 3, '/public/src/images/post_img.jpg', '<strong class="text-uppercase">Allways</strong><br> in <span class="text-uppercase">touch</span>', '<strong class="text-uppercase">Завжди</strong><br> в <span class="text-uppercase">курсі</span>\r\n', 'Subscribe'),
	(45, 1, 10, 3, '/public/src/images/about_us_title.png', NULL, NULL, 'Options'),
	(46, 1, 4600, 3, '/public/src/images/hotel_1_1.jpg', NULL, NULL, 'Options'),
	(47, 1, 4600, 3, '/public/src/images/hotel_1_2.jpg', NULL, NULL, 'Options'),
	(48, 1, 4600, 3, '/public/src/images/hotel_1_3.jpg', NULL, NULL, 'Options'),
	(49, 1, 7000, 3, '/public/src/images/hotel1.png', NULL, NULL, 'Options'),
	(50, 2, 7000, 3, '/public/src/images/hotel1.png', NULL, NULL, 'Options'),
	(51, 2, 6590, 3, '/public/src/images/acii_banner.jpg', 'banner_akcii', 'банер акції', 'banner_akcii'),
	(52, 1, 6590, 3, '/public/src/images/acii_banner_2.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(53, 1, 6590, 3, '/public/src/images/2016/07/blog.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(54, 1, 6590, 3, '/public/src/images/2016/07/blog2.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(55, 1, 6590, 3, '/public/src/images/2016/07/blog3.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(61, 6500, 10, 3, 'fa fa-facebook', 'http://facebook.com', 'http://facebook.com', 'fb'),
	(62, 6500, 10, 3, 'fa fa-vk', 'http://vk.com', 'http://vk.com', 'vk'),
	(65, 6500, 10, 3, 'fa fa-youtube', 'http://youtube.com', 'http://youtube.com', 'yt'),
	(67, 6500, 10, 3, 'fa fa-google-plus', 'http://google.com', 'http://google.com', 'google'),
	(69, 6500, 10, 3, 'fa fa-twitter', 'http://twitter.com', 'http://twitter.com', 'twitter'),
	(71, 1, 6590, 3, '/public/src/images/2016/07/shares1.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(72, 1, 6590, 3, '/public/src/images/2016/07/shares2.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(73, 1, 6590, 3, '/public/src/images/2016/07/shares3.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(81, 1, 6540, 3, '/public/src/images/2016/07/Tour1.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(82, 1, 6540, 3, '/public/src/images/2016/07/Tour2.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2'),
	(83, 1, 6540, 3, '/public/src/images/2016/07/Tour3.jpg', 'banner_akcii', 'банер акції', 'banner_akcii 2');
/*!40000 ALTER TABLE `tg_pictures` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_places
CREATE TABLE IF NOT EXISTS `tg_places` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Name',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Назва',
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип',
  `parent_id` int(11) DEFAULT NULL COMMENT 'Країна розташування (для швидкого пошуку)',
  PRIMARY KEY (`id`),
  KEY `FK_tg_places_tg_attr_types` (`attr_id`),
  KEY `FK_tg_places_tg_places1` (`parent_id`),
  CONSTRAINT `FK_tg_places_tg_attr_types` FOREIGN KEY (`attr_id`) REFERENCES `attrtypes` (`id`),
  CONSTRAINT `FK_tg_places_tg_places1` FOREIGN KEY (`parent_id`) REFERENCES `tg_places` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COMMENT='Місця (опис у відгуках)';

-- Dumping data for table tur_galychyna.tg_places: ~7 rows (приблизно)
/*!40000 ALTER TABLE `tg_places` DISABLE KEYS */;
REPLACE INTO `tg_places` (`id`, `name`, `name_uk`, `attr_id`, `parent_id`) VALUES
	(1, 'Europe', 'Европа', 101, NULL),
	(2, 'Ukraine', 'Україна', 1000, NULL),
	(3, 'Lvivska region', 'Львівська область', 2000, NULL),
	(5, 'Lviv', 'Львів', 3000, NULL),
	(6, 'Truskavets`', 'Трускавець', 3000, NULL),
	(8, 'Morshyn', 'Моршин', 3000, NULL),
	(9, 'Shidnitsia', 'Східниця', 3000, NULL);
/*!40000 ALTER TABLE `tg_places` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_points
CREATE TABLE IF NOT EXISTS `tg_points` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `phone` varchar(32) NOT NULL COMMENT 'Phone',
  `points` smallint(6) NOT NULL COMMENT 'Bonus points',
  `user_id` int(11) DEFAULT NULL COMMENT 'User',
  PRIMARY KEY (`id`),
  KEY `FK_tg_points_tg_users` (`user_id`),
  CONSTRAINT `FK_tg_points_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`) ON DELETE CASCADE ON UPDATE CASCADE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Шаблон таблиці';

-- Dumping data for table tur_galychyna.tg_points: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_points` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_points` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_prices
CREATE TABLE IF NOT EXISTS `tg_prices` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `obj_id` int(11) NOT NULL COMMENT 'Об''єкт',
  `attr_id` int(11) NOT NULL COMMENT 'Тип об''єкту',
  `price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT 'Ціна',
  `price_old` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT 'Початкова ціна до акції',
  `action_id` int(11) DEFAULT NULL COMMENT 'Акція по якій додано ціну',
  `trash` tinyint(1) DEFAULT NULL COMMENT 'Смітник',
  `date_f` date NOT NULL,
  `date_e` date NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_prices_tg_attrtypes` (`attr_id`),
  KEY `FK_tg_prices_tg_actions` (`action_id`),
  CONSTRAINT `FK_tg_prices_tg_actions` FOREIGN KEY (`action_id`) REFERENCES `tg_actions` (`id`),
  CONSTRAINT `FK_tg_prices_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Ціни в період';

-- Dumping data for table tur_galychyna.tg_prices: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_prices` DISABLE KEYS */;
REPLACE INTO `tg_prices` (`id`, `obj_id`, `attr_id`, `price`, `price_old`, `action_id`, `trash`, `date_f`, `date_e`) VALUES
	(1, 1, 7000, 200.00, 140.00, NULL, NULL, '2016-06-01', '2016-09-01'),
	(2, 1, 7000, 500.00, 200.00, NULL, NULL, '2016-07-01', '2016-07-31'),
	(3, 1, 7000, 300.00, 500.00, 1, NULL, '2016-07-15', '2016-07-25');
/*!40000 ALTER TABLE `tg_prices` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_rooms
CREATE TABLE IF NOT EXISTS `tg_rooms` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `hotel_id` int(11) DEFAULT NULL COMMENT 'Якщо пусте - шаблон',
  `name` varchar(64) NOT NULL COMMENT 'Назва',
  `name_uk` varchar(64) DEFAULT NULL COMMENT 'Назва укр',
  `price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT 'Ціна у грн',
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип стандарту кімнати',
  `picture_id` int(11) DEFAULT NULL COMMENT 'Картинка',
  `note` text NOT NULL COMMENT 'Опис',
  `note_uk` text NOT NULL COMMENT 'Опис укр',
  `cnt` tinyint(4) NOT NULL COMMENT 'Кількість номерів',
  `adult` tinyint(4) NOT NULL COMMENT 'Кількість дорослих',
  `child` tinyint(4) NOT NULL COMMENT 'Кількість дітей',
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_rooms_tg_hotels` (`hotel_id`),
  KEY `FK_tg_rooms_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_rooms_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  CONSTRAINT `FK_tg_rooms_tg_hotels` FOREIGN KEY (`hotel_id`) REFERENCES `tg_hotels` (`id`) ON UPDATE CASCADE
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Типи готельних номерів';

-- Dumping data for table tur_galychyna.tg_rooms: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_rooms` DISABLE KEYS */;
REPLACE INTO `tg_rooms` (`id`, `hotel_id`, `name`, `name_uk`, `price`, `attr_id`, `picture_id`, `note`, `note_uk`, `cnt`, `adult`, `child`, `trash`) VALUES
	(1, 1, 'DBL standart', 'Стандарт DBL', 1000.00, NULL, 49, 'Engl Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', 'Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', 2, 2, 1, NULL),
	(2, 1, 'TWIN standart', 'Стандарт TWIN', 1500.00, NULL, 50, '2 Engl Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', '2 Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', 1, 2, 1, NULL),
	(3, 1, 'Singl', 'Стандарт Singl', 800.00, NULL, NULL, '3 Engl Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', '3 Номер люкс з двоспальним ліжком, великим телевізором та безкоштовним wi-fi. Абонементне користування спортзалом та басейном.', 0, 1, 0, NULL);
/*!40000 ALTER TABLE `tg_rooms` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_tags
CREATE TABLE IF NOT EXISTS `tg_tags` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL,
  `name_uk` varchar(64) DEFAULT NULL,
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Тегі';

-- Dumping data for table tur_galychyna.tg_tags: ~5 rows (приблизно)
/*!40000 ALTER TABLE `tg_tags` DISABLE KEYS */;
REPLACE INTO `tg_tags` (`id`, `name`, `name_uk`, `trash`) VALUES
	(1, 'rest', 'відпочинок', NULL),
	(2, 'health', 'здоровя', NULL),
	(3, 'tourism', 'туризм', NULL),
	(4, 'culture', 'культура', NULL),
	(5, 'events', 'заходи', NULL);
/*!40000 ALTER TABLE `tg_tags` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_tag_links
CREATE TABLE IF NOT EXISTS `tg_tag_links` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `obj_id` int(11) NOT NULL COMMENT 'Об''єкт',
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип об''єкту',
  `tag_id` int(11) NOT NULL COMMENT 'Тег',
  PRIMARY KEY (`id`),
  UNIQUE KEY `obj_id_attr_id_tag_id` (`obj_id`,`attr_id`,`tag_id`),
  KEY `FK_tg_tag_links_tg_tags` (`tag_id`),
  KEY `FK_tg_tag_links_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_tag_links_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Тегі об''єктів';

-- Dumping data for table tur_galychyna.tg_tag_links: ~11 rows (приблизно)
/*!40000 ALTER TABLE `tg_tag_links` DISABLE KEYS */;
REPLACE INTO `tg_tag_links` (`id`, `obj_id`, `attr_id`, `tag_id`) VALUES
	(7, 40, 6710, 1),
	(1, 41, 6710, 1),
	(8, 42, 6720, 4),
	(2, 43, 6720, 3),
	(6, 44, 6710, 3),
	(5, 45, 6710, 5),
	(4, 46, 6730, 3),
	(3, 47, 6710, 3),
	(9, 50, 6710, 3),
	(13, 50, 6720, 3),
	(12, 51, 6730, 3);
/*!40000 ALTER TABLE `tg_tag_links` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_toplists
CREATE TABLE IF NOT EXISTS `tg_toplists` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `attr_id` int(11) NOT NULL COMMENT 'Тип топу',
  `obj_id` int(11) NOT NULL COMMENT 'Ид об''єкту',
  `sort` smallint(6) NOT NULL COMMENT 'Порядок',
  `updated` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT 'Змінено',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Таблиця топів';

-- Dumping data for table tur_galychyna.tg_toplists: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_toplists` DISABLE KEYS */;
REPLACE INTO `tg_toplists` (`id`, `attr_id`, `obj_id`, `sort`, `updated`) VALUES
	(1, 6510, 6, 1, '2016-06-09 15:46:49'),
	(2, 6510, 8, 2, '2016-06-09 15:46:51'),
	(3, 6510, 9, 3, '2016-06-09 15:46:52');
/*!40000 ALTER TABLE `tg_toplists` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_tours
CREATE TABLE IF NOT EXISTS `tg_tours` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `attr_id` int(11) DEFAULT NULL COMMENT 'Тип туру',
  `user_id` int(11) DEFAULT NULL,
  `place_id` int(11) DEFAULT NULL COMMENT 'Місце проведення',
  `picture_id` int(11) DEFAULT NULL COMMENT 'Картинка',
  `name` varchar(64) NOT NULL COMMENT 'Назва',
  `name_uk` varchar(64) DEFAULT NULL,
  `small_note` tinytext COMMENT 'Короткий опис',
  `small_note_uk` tinytext,
  `note` text COMMENT 'Текст',
  `note_uk` text,
  `price` decimal(10,0) DEFAULT NULL,
  `days` tinyint(4) DEFAULT NULL,
  `trash` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_tg_tours_tg_pictures` (`picture_id`),
  KEY `FK_tg_tours_tg_attrtypes` (`attr_id`),
  CONSTRAINT `FK_tg_tours_tg_attrtypes` FOREIGN KEY (`attr_id`) REFERENCES `tg_attrtypes` (`id`),
  CONSTRAINT `FK_tg_tours_tg_pictures` FOREIGN KEY (`picture_id`) REFERENCES `tg_pictures` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=24 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Тури';

-- Dumping data for table tur_galychyna.tg_tours: ~5 rows (приблизно)
/*!40000 ALTER TABLE `tg_tours` DISABLE KEYS */;
REPLACE INTO `tg_tours` (`id`, `attr_id`, `user_id`, `place_id`, `picture_id`, `name`, `name_uk`, `small_note`, `small_note_uk`, `note`, `note_uk`, `price`, `days`, `trash`) VALUES
	(2, 6540, 3, 8, 81, 'Tour', 'Тур', 'Tour small', 'Тур опис', 'Tour note', 'Тур опис', 1000, 5, NULL),
	(3, 6560, 3, 6, 82, 'Tour2', 'Тур2', 'Tour small2', 'В Трускавці відкривається новий сезон відпочинку, про це розповість нам журналіст', 'Tour note2', 'Тур опис2', 2000, 33, NULL),
	(4, 6550, 3, 9, 83, 'Tour3', 'Тур23', 'Tour small23', 'Тур опис23', 'Tour note23', 'Тур опис23', NULL, 5, NULL),
	(5, 6560, 3, 6, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, 77, NULL),
	(6, 6560, 3, 8, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, NULL, NULL),
	(7, 6560, 3, 8, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, NULL, NULL),
	(8, 6540, 3, 8, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, NULL, NULL),
	(9, 6540, 3, 6, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, 77, NULL),
	(10, 6560, 3, 9, 83, 'Tour3', 'Тур23', 'Tour small23', 'Тур опис23', 'Tour note23', 'Тур опис23', NULL, 5, NULL),
	(11, 6540, 3, 6, 82, 'Tour2', 'Тур2', 'Tour small2', 'В Трускавці відкривається новий сезон відпочинку, про це розповість нам журналіст', 'Tour note2', 'Тур опис2', 2000, 33, NULL),
	(12, 6550, 3, 8, 81, 'Tour', 'Тур', 'Tour small', 'Тур опис', 'Tour note', 'Тур опис', 1000, 5, NULL),
	(13, 6550, 3, 6, 82, 'Tour2', 'Тур2', 'Tour small2', 'В Трускавці відкривається новий сезон відпочинку, про це розповість нам журналіст', 'Tour note2', 'Тур опис2', 2000, 33, NULL),
	(14, 6550, 3, 9, 83, 'Tour3', 'Тур23', 'Tour small23', 'Тур опис23', 'Tour note23', 'Тур опис23', NULL, 5, NULL),
	(15, 6540, 3, 6, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, 77, NULL),
	(16, 6550, 3, 8, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, NULL, NULL),
	(17, 6540, 3, 8, 82, 'Tour4', 'Тур4', 'Tour small4', 'Тур опис4', 'Tour note4', 'Тур опис4', 4000, NULL, NULL),
	(18, 6560, 3, 9, 83, 'Tour3', 'Тур23', 'Tour small23', 'Тур опис23', 'Tour note23', 'Тур опис23', NULL, 5, NULL),
	(19, 6560, 3, 6, 82, 'Tour2', 'Тур2', 'Tour small2', 'В Трускавці відкривається новий сезон відпочинку, про це розповість нам журналіст', 'Tour note2', 'Тур опис2', 2000, 33, NULL),
	(20, 6540, 3, 6, 82, 'Tour2', 'Тур2', 'Tour small2', 'В Трускавці відкривається новий сезон відпочинку, про це розповість нам журналіст', 'Tour note2', 'Тур опис2', 2000, 33, NULL),
	(21, 6560, 3, 8, 81, 'Tour', 'Тур', 'Tour small', 'Тур опис', 'Tour note', 'Тур опис', 1000, 5, NULL),
	(22, 6540, 3, 8, 81, 'Tour', 'Тур', 'Tour small', 'Тур опис', 'Tour note', 'Тур опис', 1000, 5, NULL),
	(23, 6550, 3, 8, 81, 'Tour', 'Тур', 'Tour small', 'Тур опис', 'Tour note', 'Тур опис', 1000, 5, NULL);
/*!40000 ALTER TABLE `tg_tours` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_users
CREATE TABLE IF NOT EXISTS `tg_users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) COLLATE utf8_bin DEFAULT NULL,
  `email` varchar(48) COLLATE utf8_bin NOT NULL,
  `password` varchar(128) COLLATE utf8_bin NOT NULL,
  `facebook_id` varchar(20) COLLATE utf8_bin DEFAULT NULL,
  `facebook_name` varchar(64) COLLATE utf8_bin DEFAULT NULL,
  `facebook_data` text COLLATE utf8_bin,
  `linkedin_id` int(11) DEFAULT NULL,
  `linkedin_name` varchar(64) COLLATE utf8_bin DEFAULT NULL,
  `linkedin_data` text COLLATE utf8_bin,
  `gplus_id` varchar(100) COLLATE utf8_bin DEFAULT NULL,
  `gplus_name` varchar(64) COLLATE utf8_bin DEFAULT NULL,
  `gplus_data` text COLLATE utf8_bin,
  `twitter_id` varchar(20) COLLATE utf8_bin DEFAULT NULL,
  `twitter_name` varchar(64) COLLATE utf8_bin DEFAULT NULL,
  `twitter_data` text COLLATE utf8_bin,
  `must_change_password` tinyint(1) DEFAULT NULL,
  `profile_id` bigint(20) unsigned DEFAULT NULL,
  `group_id` smallint(5) unsigned NOT NULL,
  `banned` tinyint(1) DEFAULT NULL,
  `suspended` tinyint(1) DEFAULT NULL,
  `active` tinyint(1) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `email` (`email`),
  KEY `facebook_id` (`facebook_id`,`facebook_name`),
  KEY `linkedin_id` (`linkedin_id`,`linkedin_name`),
  KEY `gplus_id` (`gplus_id`,`gplus_name`,`twitter_id`,`twitter_name`),
  KEY `name` (`name`),
  KEY `profile_id` (`profile_id`),
  KEY `group_id` (`group_id`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_users: ~6 rows (приблизно)
/*!40000 ALTER TABLE `tg_users` DISABLE KEYS */;
REPLACE INTO `tg_users` (`id`, `name`, `email`, `password`, `facebook_id`, `facebook_name`, `facebook_data`, `linkedin_id`, `linkedin_name`, `linkedin_data`, `gplus_id`, `gplus_name`, `gplus_data`, `twitter_id`, `twitter_name`, `twitter_data`, `must_change_password`, `profile_id`, `group_id`, `banned`, `suspended`, `active`) VALUES
	(3, 'admin', 'taymassagist@gmail.com', '$2a$08$f8V3lmhGWRpsHEhkWaeDEujlLtZ88qTQsV49ksN2aYnkooCsjIqmu', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 0, 0, 1),
	(4, 'andrey', '0taymassagist@gmail.com', '$2a$08$f8V3lmhGWRpsHEhkWaeDEujlLtZ88qTQsV49ksN2aYnkooCsjIqmu', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, 1, 0, 0, 0),
	(8, NULL, 'andrey@hoha.com.ua', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL),
	(9, NULL, '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL),
	(10, 'Анна', '10', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, 1),
	(12, 'Антон', '12', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, 1);
/*!40000 ALTER TABLE `tg_users` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_email_confirmations
CREATE TABLE IF NOT EXISTS `tg_user_email_confirmations` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `code` char(32) COLLATE utf8_bin NOT NULL,
  `created_at` datetime NOT NULL,
  `modified_at` datetime DEFAULT NULL,
  `confirmed` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_email_confirmations: ~1 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_email_confirmations` DISABLE KEYS */;
REPLACE INTO `tg_user_email_confirmations` (`id`, `user_id`, `code`, `created_at`, `modified_at`, `confirmed`) VALUES
	(1, 4, 'zzNM1HHexyacbW2zKOWLvat7eS2tpa', '2016-06-14 15:19:10', NULL, 0);
/*!40000 ALTER TABLE `tg_user_email_confirmations` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_failed_logins
CREATE TABLE IF NOT EXISTS `tg_user_failed_logins` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned DEFAULT NULL,
  `ip_address` char(15) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `attempted` int(11) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `usersId` (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- Dumping data for table tur_galychyna.tg_user_failed_logins: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_failed_logins` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_user_failed_logins` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_groups
CREATE TABLE IF NOT EXISTS `tg_user_groups` (
  `id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(64) COLLATE utf8_bin NOT NULL,
  `active` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `active` (`active`)
) ENGINE=InnoDB AUTO_INCREMENT=10001 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_groups: ~6 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_groups` DISABLE KEYS */;
REPLACE INTO `tg_user_groups` (`id`, `name`, `active`) VALUES
	(1, 'Admin', 1),
	(10, 'Moderator', 1),
	(100, 'Holder', 1),
	(1000, 'Manager', 1),
	(5000, 'Franchisie', 1),
	(10000, 'Customer', 1);
/*!40000 ALTER TABLE `tg_user_groups` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_notifications
CREATE TABLE IF NOT EXISTS `tg_user_notifications` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `object_id` bigint(20) NOT NULL,
  `object_source` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin DEFAULT NULL COMMENT 'Object source can be a table. For example, articles. Then object_id is the id from article table',
  `content` text CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `is_seen` tinyint(1) DEFAULT '0',
  `created_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- Dumping data for table tur_galychyna.tg_user_notifications: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_notifications` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_user_notifications` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_options
CREATE TABLE IF NOT EXISTS `tg_user_options` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `option_id` int(11) NOT NULL COMMENT 'Номер опції',
  `user_id` int(11) NOT NULL,
  `val` varchar(64) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `option_id_user_id` (`option_id`,`user_id`),
  KEY `user_id` (`user_id`),
  CONSTRAINT `FK_tg_user_options_tg_options` FOREIGN KEY (`option_id`) REFERENCES `tg_options` (`id`),
  CONSTRAINT `FK_tg_user_options_tg_users` FOREIGN KEY (`user_id`) REFERENCES `tg_users` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Опції користувачів';

-- Dumping data for table tur_galychyna.tg_user_options: ~1 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_options` DISABLE KEYS */;
REPLACE INTO `tg_user_options` (`id`, `option_id`, `user_id`, `val`) VALUES
	(29, 11, 3, '10');
/*!40000 ALTER TABLE `tg_user_options` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_password_changes
CREATE TABLE IF NOT EXISTS `tg_user_password_changes` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `ip_address` char(15) COLLATE utf8_bin NOT NULL,
  `user_agent` varchar(255) COLLATE utf8_bin NOT NULL,
  `created_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_password_changes: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_password_changes` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_user_password_changes` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_permissions
CREATE TABLE IF NOT EXISTS `tg_user_permissions` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `group_id` tinyint(3) unsigned NOT NULL,
  `resource` varchar(16) COLLATE utf8_bin NOT NULL,
  `action` varchar(16) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  KEY `usersId` (`group_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_permissions: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_permissions` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_user_permissions` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_profile
CREATE TABLE IF NOT EXISTS `tg_user_profile` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_id` int(11) NOT NULL,
  `picture` varchar(255) CHARACTER SET utf16 DEFAULT NULL,
  `surname` varchar(64) CHARACTER SET utf16 DEFAULT NULL,
  `birth_date` date DEFAULT NULL,
  `gender` tinyint(1) DEFAULT NULL COMMENT '0=male, 1=female',
  `home_location_id` bigint(20) unsigned DEFAULT NULL,
  `current_location_id` bigint(20) unsigned DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- Dumping data for table tur_galychyna.tg_user_profile: ~3 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_profile` DISABLE KEYS */;
REPLACE INTO `tg_user_profile` (`id`, `user_id`, `picture`, `surname`, `birth_date`, `gender`, `home_location_id`, `current_location_id`, `created_at`, `updated_at`) VALUES
	(1, 10, '/public/src/images/2016/07/user1.jpg', 'Доженко', NULL, NULL, NULL, NULL, NULL, NULL),
	(2, 12, '/public/src/images/2016/07/user2.jpg', 'Рец', NULL, NULL, NULL, NULL, NULL, NULL),
	(3, 3, '/public/src/images/2016/07/user3.jpg', 'Adminenko', NULL, NULL, NULL, NULL, NULL, NULL);
/*!40000 ALTER TABLE `tg_user_profile` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_remember_tokens
CREATE TABLE IF NOT EXISTS `tg_user_remember_tokens` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `token` char(32) COLLATE utf8_bin NOT NULL,
  `user_agent` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `created_at` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  KEY `token` (`token`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_remember_tokens: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_remember_tokens` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg_user_remember_tokens` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_reset_passwords
CREATE TABLE IF NOT EXISTS `tg_user_reset_passwords` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `code` varchar(48) COLLATE utf8_bin NOT NULL,
  `created_at` datetime NOT NULL,
  `modified_at` datetime DEFAULT NULL,
  `reset` tinyint(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `usersId` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_reset_passwords: ~13 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_reset_passwords` DISABLE KEYS */;
REPLACE INTO `tg_user_reset_passwords` (`id`, `user_id`, `code`, `created_at`, `modified_at`, `reset`) VALUES
	(1, 3, 'HXQbxYLqn3uFfWjrcH6wE14dX2Avh', '2016-06-14 14:39:56', NULL, 0),
	(2, 3, 'JU7OCaNGlgMCrBxQcDT2dvbtUEsh9L4C', '2016-06-14 14:46:36', NULL, 0),
	(3, 3, 'FWbsxFv85h4cTVwMs6QoFlgH8qq4lm', '2016-06-14 14:47:30', NULL, 0),
	(4, 3, 'gGV4nSW8oyB5iEEzIoy5ZzME6tuU68', '2016-06-14 14:47:40', NULL, 0),
	(5, 3, '6Nr3WWLTbG9RB9zymo7gHcHD2cijl9gx', '2016-06-14 14:48:24', NULL, 0),
	(6, 3, 'hhX5wqJeh2Qe8JLsEPx0dwrjD9VXeh3G', '2016-06-14 14:53:35', NULL, 0),
	(7, 3, 'Cm59R5pWvCQLLMzlzCouYG4Ttsn3QFZ', '2016-06-14 14:59:35', NULL, 0),
	(8, 3, '5UHXdm6AT2DoQHotErZVIPtw2Zf3yH', '2016-06-14 14:59:54', NULL, 0),
	(9, 3, 'ZynFYPTj23vvqpXng7OFUAvU1w6hBfvm', '2016-06-14 15:02:00', NULL, 0),
	(10, 3, 'sgFqLehwoOmApZHThBNlcJ4U4r6vSC7i', '2016-06-14 15:04:21', NULL, 0),
	(11, 3, 'XKMyXyoCuxHIl9iqiis1762lkoI4rwN', '2016-06-14 15:05:25', NULL, 0),
	(12, 3, 'emnul6FdqES6WTWsqUD6F630bEdxtsL', '2016-06-14 15:06:11', NULL, 0),
	(13, 3, '24FCOOkyvAozIMzHIYVQX2Zzu4btBVkd', '2016-06-14 15:06:23', NULL, 0);
/*!40000 ALTER TABLE `tg_user_reset_passwords` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg_user_success_logins
CREATE TABLE IF NOT EXISTS `tg_user_success_logins` (
  `id` bigint(20) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` bigint(20) unsigned NOT NULL,
  `ip_address` char(15) COLLATE utf8_bin NOT NULL,
  `user_agent` varchar(255) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  KEY `usersId` (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- Dumping data for table tur_galychyna.tg_user_success_logins: ~4 rows (приблизно)
/*!40000 ALTER TABLE `tg_user_success_logins` DISABLE KEYS */;
REPLACE INTO `tg_user_success_logins` (`id`, `user_id`, `ip_address`, `user_agent`) VALUES
	(1, 3, '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/51.0.2704.84 Safari/537.36'),
	(2, 3, '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/51.0.2704.84 Safari/537.36'),
	(3, 3, '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/51.0.2704.84 Safari/537.36'),
	(4, 3, '127.0.0.1', 'Mozilla/5.0 (Windows NT 6.1; WOW64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/51.0.2704.84 Safari/537.36');
/*!40000 ALTER TABLE `tg_user_success_logins` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg__errors
CREATE TABLE IF NOT EXISTS `tg__errors` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `note` text COMMENT 'Опис',
  `created` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=91 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Помилки';

-- Dumping data for table tur_galychyna.tg__errors: ~24 rows (приблизно)
/*!40000 ALTER TABLE `tg__errors` DISABLE KEYS */;
REPLACE INTO `tg__errors` (`id`, `note`, `created`) VALUES
	(67, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n)\n', '2016-07-29 11:37:00'),
	(68, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n)\n', '2016-07-29 11:37:00'),
	(69, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n)\n', '2016-07-29 11:37:00'),
	(70, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n)\n', '2016-07-29 11:37:00'),
	(71, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n)\n', '2016-07-29 11:37:02'),
	(72, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n)\n', '2016-07-29 11:37:02'),
	(73, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n)\n', '2016-07-29 11:37:02'),
	(74, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n)\n', '2016-07-29 11:37:02'),
	(75, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:37:54'),
	(76, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:37:54'),
	(77, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:37:54'),
	(78, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:37:54'),
	(79, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:37:55'),
	(80, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:37:55'),
	(81, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:37:55'),
	(82, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:37:55'),
	(83, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:42:13'),
	(84, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:42:13'),
	(85, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:42:13'),
	(86, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:42:13'),
	(87, 'array Array\n(\n    [id] => 1\n    [name] => Акція 1\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 1\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:42:15'),
	(88, 'array Array\n(\n    [id] => 2\n    [name] => Акція 2\n    [date_f] => \n    [date_e] => \n    [small_note] => Акція small 2\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:42:15'),
	(89, 'array Array\n(\n    [id] => 3\n    [name] => Найкращий вікенд\n    [date_f] => 2016-07-25\n    [date_e] => 2016-08-07\n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner_2.jpg\n)\n', '2016-07-29 11:42:15'),
	(90, 'array Array\n(\n    [id] => 4\n    [name] => Найкращий вікенд\n    [date_f] => \n    [date_e] => \n    [small_note] => В Трускавці відкривається новий сезон відпочинку\n    [picture] => /public/src/images/acii_banner.jpg\n)\n', '2016-07-29 11:42:15');
/*!40000 ALTER TABLE `tg__errors` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg__tables
CREATE TABLE IF NOT EXISTS `tg__tables` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL COMMENT 'Ім''я без префіксу бази',
  `note` varchar(64) DEFAULT NULL COMMENT 'Опис',
  `note_uk` varchar(64) DEFAULT NULL COMMENT 'Опис',
  `img` varchar(64) DEFAULT NULL,
  `multilang` tinytext COMMENT 'Має багато мов (поля name, note)',
  `system` tinyint(4) DEFAULT NULL COMMENT 'Системні (архівувати при збереженні системи)',
  `userinfo` tinyint(4) DEFAULT NULL COMMENT 'Користувацькі (архівувати при збереженні разервної копії)',
  `has_feed` tinytext COMMENT 'Може мати відгуки',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Таблиці бази';

-- Dumping data for table tur_galychyna.tg__tables: ~14 rows (приблизно)
/*!40000 ALTER TABLE `tg__tables` DISABLE KEYS */;
REPLACE INTO `tg__tables` (`id`, `name`, `note`, `note_uk`, `img`, `multilang`, `system`, `userinfo`, `has_feed`) VALUES
	(1, 'attrtypes', 'Atribute types', 'Типи атрибутів', 'fa fa-sort-amount-asc', 'name', 1, 1, NULL),
	(2, 'excursion', 'Excursions', 'Екскурсії', 'fa fa-compass', 'name', NULL, 1, '4200,4300'),
	(3, 'feedbacks', 'Feedbacks', 'Відгуки', 'fa fa-comments-o', 'note', NULL, 1, NULL),
	(4, 'hotels', 'Hotels', 'Готелі та інше', 'fa fa-bed', 'name', NULL, 1, '4200,4300'),
	(5, 'attributes', 'Atributes', 'Значення атрибутів об\'єктів', 'fa fa-sort-amount-asc', 'val', NULL, 1, NULL),
	(6, 'langs', 'Languages', 'Мови', 'fa fa-language', NULL, 1, NULL, NULL),
	(7, 'places', 'Places', 'Місця (географічні)', 'fa fa-map-marker', 'name', NULL, 1, '4200,4300'),
	(8, 'toplists', 'Top lists', 'ТОПи', 'fa fa-arrow-circle-up', NULL, NULL, 1, '4200'),
	(9, 'tours', 'Tours', 'Тури', 'fa fa-compass', 'name', NULL, 1, '4200,4300'),
	(10, 'users', 'Users', 'Користувачі', 'fa fa-users', NULL, NULL, 1, '4200'),
	(11, '_tables', 'Tables', 'Таблиці системи', 'fa fa-table', 'note', 1, NULL, NULL),
	(12, 'pictures', 'Pictures', 'Картинки', 'fa fa-picture-o', NULL, 1, 1, NULL),
	(13, 'rooms', 'Room types', 'Приміщення готелів', 'fa fa-bed', 'name', NULL, 1, '4200,4300'),
	(14, 'actions', 'Actions', 'Акції', NULL, 'name', NULL, 1, '4200,4300');
/*!40000 ALTER TABLE `tg__tables` ENABLE KEYS */;

-- Dumping structure for таблиця tur_galychyna.tg__template
CREATE TABLE IF NOT EXISTS `tg__template` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(64) NOT NULL,
  `name_uk` varchar(64) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=COMPACT COMMENT='Шаблон таблиці';

-- Dumping data for table tur_galychyna.tg__template: ~0 rows (приблизно)
/*!40000 ALTER TABLE `tg__template` DISABLE KEYS */;
/*!40000 ALTER TABLE `tg__template` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
